{"author": "Salomon Janhunen, Andrei Smolyakov, Dmytro Sydorenko, Marilyn Jimenez, Igor Kaganovich, Yevgeni Raitses", "creationdate": "D:20180814112841+05'30'", "creator": "Arbortext Advanced Print Publisher 9.0.114/W", "crossmarkdomains[1]": "aip.scitation.org", "crossmarkdomainexclusive": "true", "crossmarkmajorversiondate": "2018-08-14", "keywords": "drift instability,plasma density,plasma fluctuations,plasma nonlinear processes,plasma simulation,plasma transport processes", "moddate": "D:20211217142809-08'00'", "producer": "iText 4.2.0 by 1T3XT", "subject": "Physics of Plasmas 2018.25:082308", "title": "Evolution of the electron cyclotron drift instability in two-dimensions", "doi": "10.1063/1.5033896", "arxiv_id": "", "abstract": "The Electron Cyclotron Drift Instability (ECDI) driven by the electron\n$E\\times B$ drift in partially magnetized plasmas is investigated with highly\nresolved particle-in-cell simulations. The emphasis is on two-dimensional\neffects involving the parallel dynamics along the magnetic field in a finite\nlength plasma with dielectric walls. It is found that the instability develops\nas a sequence of growing cyclotron harmonics demonstrating wave breaking and\ncomplex nonlinear interactions, being particularly pronounced in ion density\nfluctuations at short wavelengths. At the same time, nonlinear evolution of\nfluctuations of the ion and electron density, as well as the anomalous electron\ncurrent, shows cascade toward long wavelengths. Tendency to generate long\nwavelength components is most clearly observed in the spectra of the electron\ndensity and the anomalous current fluctuations. An intense but slowly growing\nmode with a distinct eigen-mode structure along the magnetic field develops at\na later nonlinear stage enhancing the tendency toward long wavelength\ncondensation. The latter mode having a finite wavelength along the magnetic\nfield is identified as the Modified Two-Stream Instability (MTSI). It is shown\nthat the MTSI mode results in strong parallel heating of electrons.", "year": 2018, "journal": "Physics of Plasmas 25 8 (2018)", "path": "storage/projects/262bb865-6824-4071-9bf5-0e386c71d7d3/paper2.pdf", "projectId": "262bb865-6824-4071-9bf5-0e386c71d7d3", "projectType": "paper"}